<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ include file="/WEB-INF/page/common/taglib.jsp"%>
<div class="rz_borrow1 tbhr" style="border-bottom: 0px;">
	<div id="qt10">
	
	<ul class="qt10 qt_ul">
			<li class="pd10">1.什么是投标直通车？
				<p>
					投标直通车是顶玺金融推出以投资平台现有大于等于20万元的抵押标（房产抵押、车辆抵押、民品抵押）、信用标、担保标为基础的稳健、安全、便捷性，透明度高的投标功能。加入投标直通车的资金将优先于平台普通用户的资金，根据系统设定的分散投资原则对顶玺金融平台产品进行优先投资。
				</p>
			</li>
			<li class="pd10">2.投标直通车安全吗？
				<p> 投标直通车的用户享有平台本息保障。	</p>
			</li>
			<li class="pd10">3.投标直通车的发布时间？
				<p>投标直通车的发布时间根据实际情况不定时发出。</p>
			</li>
			<li class="pd10">4.如何加入投标直通车？
				<p>点击“我要投标”>>“直通车专区”，进行手动认购，最低认购金额为1000元，认购的金额为1000元的整倍数（例如1000、2000、8000…….）。</p>
			</li>
			<li class="pd10">5.参加投标直通车有什么好处？
				<p>投标直通车是一种投标功能，参加投标直通车的用户，系统会优先投官方发布的大于等于20万的抵押标、信用标、担保标，资金的利用率会更高。</p>
			</li>
			<li class="pd10">6.参加投标直通车是怎么排队的？
				<p>直通车投标以认购的时间为顺序依次进行投标。</p>
			</li>
			
			<li class="pd10">7.收益处理方式？
				<p>直通车的收益处理方式参加投标直通车的用户在锁定期内，回款本金进入直通车账户，收益进入用户可用资金。</p>
			</li>
			<li class="pd10">8.参加投标直通车后可以退出吗？
				<p>投标直通车开通满6个月后的任意时间，用户可选择“我的账户”>>“投标管理”>>“直通车列表”申请解锁，退出时平台不收取任何费用。该用户直通车所投标回款后，本息自动进入到用户的可用资金账户。如果不手动解锁，资金一直处于锁定状态，优先参与直通车投标。
	         	</p>
			</li>
			 
			<li class="pd10"><img src="${basePath}/images/q.gif" width="23" height="23" />&nbsp; <strong>如有疑问可联系在线客服或拨打财富热线（400-000-0000）寻求帮助。</strong></li>
		</ul>
	 
	</div>
</div>