<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ include file="/WEB-INF/page/common/taglib.jsp"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<%@ include file="/WEB-INF/page/common/public.jsp"%>
<link href="${basePath}/css/help.css?version=<%=version%>" rel="stylesheet" type="text/css" />
<title>关于我们-招贤纳士-顶玺金融</title>
</head>
<body>
	<%@ include file="/WEB-INF/page/common/header.jsp"%>
	<div id="Container">
		<div id="Bmain">
			<div class="title">
				<span class="home"><a href="${path}/">顶玺金融</a></span><span><a href="${path}/jianjie.html">关于我们</a></span><span>招贤纳士</span>
			</div>
			<div id="menu_centert">
				<%@ include file="/WEB-INF/page/index/about-leftmain.jsp"%>

				<!--helpcenter-->
				<div id="about">
					<div class="contact ability">
						<h1>招贤纳士</h1>
						<p style="line-height: 35px;">顶玺金融是一支互联网金融领域的专业团队！我们怀揣梦想又讲求实干，我们充满激情、追求创新，专注于平台和个人的共同成长，这里机遇与挑战并存，欢迎加入顶玺金融大家庭！</p>

						<div class="invite_need">
							<ul class="invite_ned">
								<li><strong>工作地点</strong>：上海</li>
								<li><strong>电话</strong>：021-60191526</li>
								<li><strong>邮箱标题请注明</strong>“(应聘岗位)+姓名”，如“应聘客户经理刘伟”</li>
							</ul>
							<ul class="invite_r">
								<li><strong>联系人</strong>：周女士</li>
								<li><strong>邮箱</strong>：gchr@dxjr.com</li>

							</ul>
						</div>

						<h2>在招职位</h2>

						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">财务主管</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 协助财务经理完善财务核算、会计监督和财务管理工作，组织协调、指导财务部日常工作，监督执行财务计划，完成公司财务目标，完善财务工作流程，规范财务操作；</p>
								<p>2、 协助财务人员按规定完成各项财务工作； 落实部门考核体系，对指标完成情况进行总结分析</p>
								<p>3、 协助财务经理处理好税务、银行、事务所等机构关系；</p>
								<p>4、 每日对公司资金运行、业务运营情况进行数据分析，提交报表进行分析，做出书面报告；；</p>
								<p>5、 每月对公司财务报表进行具体量化分析，根据公司收入、利润实现情况，通过期间比较，发现问题与异常情况，提出合理化建议；</p>
								<p>6、 对公司内控制度等执行情况进行分析总结，提出改进建议与措施；</p>
								<p>7、 保质保量完成个人绩效考核；</p>
								<p>8、 完成上级领导交代的其他事项。</p>
								<h1>任职要求：</h1>
								<p>1、 相关工作经验5 年及以上并有管理经验；</p>
								<p>2、 本科以上学历；</p>
								<p>3、 细心、耐心、有责任心；</p>
								<p>4、 能保守公司商业机密。</p>
							</div>
						</div>
						<!-------------------------------------------------->






						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">高级研发工程师</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 能独立完成工程模块的设计与实现；</p>
								<p>2、编写与软件一致的UML文档;</p>
								<p>3、 根据开发流程进行设计，开发，测试，交付以满足需求；</p>
								<p>4、确保代码和文档的高质高量，关注软件的性能；</p>
								<p>5、带领和引导新人进行有效率的编码工作。</p>
								<h1>任职要求：</h1>
								<p>1、 本科，五年以上JAVA/J2EE开发经验；</p>
								<p>2、精通OO,UML,AOP;</p>
								<p>3、熟悉LINUX操作平台，Oracle数据库 ；</p>
								<p>4、 熟悉spring,Hibernate，Struts,IBATIS,lucene等开源框架或工具；</p>
								<p>5、 有较强的表达和沟通能力；</p>
								<p>6、 有金融，支付行业经验优先。</p>
							</div>
						</div>
						<!-------------------------------------------------->




						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">软件测试工程师</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 从测试角度帮助整个团队提升软件产品功能性、使用性及产品质量；</p>
								<p>2、负责编写、维护软件测试计划，测试详细用例等测试文档及相关其他文档;</p>
								<p>3、 根据产品项目测试策略和测试用例，依据各类测试方法，执行测试、记录bug；</p>
								<p>4、分析测试中遇到的问题，配合相关开发工程师找出解决方案；</p>

								<p>5、 总结测试经验，进行内部交流。</p>
								<h1>任职要求：</h1>
								<p>1、 本科及以上学历，至少2年以上的B/S或C/S系统的测试经验；</p>
								<p>2、了解至少两种以上功能及性能测试工具（如：QTP 、LoadRunner、Jmeter等）;</p>
								<p>3、熟悉至少一种常见数据库系统的操作（ORACLE、SQLServer、Postgresql等）；</p>
								<p>4、 工作严谨细致，责任心强，沟通能力强；</p>
								<p>5、具备良好的沟通能力和团队协作精神，愿意接受挑战和承担压力。</p>

							</div>
						</div>
						<!-------------------------------------------------->




						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">文案编辑</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 及时了解金融行业市场及品牌信息，定期汇报市场动态和新闻要点；</p>
								<p>2、开展前期调研、资料搜集、分析整理等支持性工作，与公司相关部门密切合作;</p>
								<p>3、 负责公司对外宣传的文章、新闻稿及品牌深度文章报道；</p>
								<p>4、配合SEM、SEO撰写推广文章。</p>
								<h1>任职要求：</h1>
								<p>1、 负责公司网站公关稿件撰写以及网站文字内容的上传与校对；；</p>
								<p>2、深度挖掘客户群心理需求，以文字传达品牌内涵和价值;</p>
								<p>3、负责与设计师沟通，撰写广告等项目的设计说明需用文案；</p>
								<p>4、 对公司网站文字传达的创意构思、文案撰写提出改善方案，提交效果分析；</p>
								<p>5、中文系、新闻系应届毕业优先考虑。</p>

							</div>
						</div>
						<!-------------------------------------------------->




						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">招聘专员</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 了解掌握各部门的用人需求；</p>
								<p>2、实施招聘工作，发布招聘广告、进行简历筛选、评估候选人并提供初步面试报告;</p>
								<p>3、 管理、开发招聘渠道；</p>
								<p>4、维护人才储备库。</p>
								<h1>任职要求：</h1>
								<p>1、人力资源或相关专业专科及以上学历；</p>
								<p>2、一年以上相关工作经验；</p>
								<p>3、有人力资源招聘的实务操作经验，熟悉国家相关法律法规；</p>
								<p>4、 性格温和、有耐心、积极主动，为人正直，忠诚守信，工作严谨，具有很好的语言文字表达能力；</p>
								<p>5、熟练使用办公软件，具备基本的金融知识。</p>
							</div>
						</div>
						<!-------------------------------------------------->




						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">培训专员</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 建立并完善公司培训体系、培训制度及相关流程；</p>
								<p>2、根据公司战略开展培训需求调研，并制定年度培训计划;</p>
								<p>3、 指导各系统培训计划的实施及公司级培训计划的实施；</p>
								<p>4、负责内部培训师队伍的建立、管理，外部培训机构的甄选和管理；</p>
								<p>5、制定年度培训经费预算并对其进行管理；</p>
								<p>6、 建立培训档案，根据不同的培训内容及目的设计培训效果评估方式；</p>
								<p>7、 协助指导员工职业生涯发展规划，并创建适合其职业发展的培训课程。</p>
								<h1>任职要求：</h1>
								<p>1、 年龄23-28岁，人力资源、企业管理或教育相关专业本科以上学历；</p>
								<p>2、1年以上大中型企业培训管理相关工作经验;</p>
								<p>3、熟练掌握培训需求调查、效果评估方法；</p>
								<p>4、 具有较强的协调组织能力、沟通能力、分析能力、执行力及亲和力，语言和文字表述能力强；</p>
								<p>5、 具有良好的职业操守和服务意识，性格开朗、乐观，工作细致；</p>
								<p>6、 熟练使用办公软件。</p>
							</div>
						</div>
						<!-------------------------------------------------->




						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">房贷总监</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 分析市场，做好对市场的判断，面对市场积极主动的制定营销方案；</p>
								<p>2、制定的营销方案去执行，来完成公司制定的业绩指标;</p>
								<p>3、 公关同行公司及银行、典当行、小额贷款公司，紧密知晓同行业公司政策；</p>
								<p>4、根据公司的规划，去执行公司的布局。</p>

								<h1>任职要求：</h1>
								<p>1、 大专及以上学历，金融相关专业优先；</p>
								<p>2、信贷行业从业经验3年以上，至少2年以上房产抵押民间短期借款经验;</p>
								<p>3、恒宇、直向、泓申、港开、冠群等公司从事贷款业务1年以上的优先；</p>
								<p>4、 有强烈的成功动机，赚钱欲望，有清晰的决断力和极高的工作投入度以及热忱；</p>
								<p>5、 性格内方外圆，诚信有德，能坚守原则，同时具备人脉交往的悟性；</p>
								<p>6、 对市场营销工作有深刻认知；有良好的市场判断能力和开拓能力；</p>
								<p>7、 具备一定管理能力。</p>

							</div>
						</div>
						<!-------------------------------------------------->

						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">团队经理</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 让团队斗志昂扬，让团队人员的专业度提供；</p>
								<p>2、耐心帮助业务员解决业务上的各种问题;</p>
								<p>3、 定期给员工培训，分析案例；</p>
								<p>4、协助总监完成公司制定的业绩指标。</p>

								<h1>任职要求：</h1>
								<p>1、 大专及以上学历，金融相关专业优先；</p>
								<p>2、信贷行业从业经验3年以上，至少1年以上房产抵押民间短期借款经验;</p>
								<p>3、恒宇、直向、泓申、港开、冠群等公司从事贷款业务半年以上的优先；</p>
								<p>4、 有强烈的成功动机，赚钱欲望，有清晰的决断力和极高的工作投入度以及热忱；</p>
								<p>5、 性格内方外圆，诚信有德，能坚守原则，同时具备人脉交往的悟性；</p>
								<p>6、 在上家公司有不错业绩者优先，有带团队经验，有一定管理能力的优先；</p>
								<p>7、 对市场营销工作有深刻认知；有良好的市场判断能力和开拓能力。</p>
							</div>
						</div>
						<!-------------------------------------------------->

						<!-------------------------------------------------->
						<div class="invite">
							<h3 style="color: #fff;">信贷渠道专员</h3>
							<div class="job_need">
								<h1>岗位职责：</h1>
								<p>1、 协助主管做好市场渠道信息收集、整理和分析工作；</p>
								<p>2、完成销售业绩及回款任务;</p>
								<p>3、 做好客户关系管理工作，定期回访老客户；</p>
								<p>4、完成上级交办其他工作。</p>

								<h1>任职要求：</h1>
								<p>1、 大专及以上学历，专业不限；</p>
								<p>2、年龄22-30岁；普通话标准，思维灵敏，逻辑性强;</p>
								<p>3、喜欢销售工作者、挑战者优先；</p>
								<p>4、 信贷行业1年以上从业经验者；</p>
								<p>5、 恒宇、直向、泓申、港开、冠群等公司从事贷款业务半年以上的优先；</p>
								<p>6、 有强烈的成功动机，赚钱欲望，有清晰的决断力和极高的工作投入度以及热忱；</p>
								<p>7、 性格内方外圆，诚信有德，能坚守原则，同时具备人脉交往的悟性。</p>
							</div>
						</div>
						<!-------------------------------------------------->



					</div>
				</div>

			</div>
		</div>
	</div>
	<%@ include file="/WEB-INF/page/common/footer.jsp"%>
	<script type="text/javascript">
			$(function() {
				$("#recruitment").addClass("sec");
			});
			function list(i) {
				$("#list" + i).animate({
					height : 'toggle'
				});
			}
		</script>
</body>
</html>