<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ include file="/WEB-INF/page/common/taglib.jsp"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<%@ include file="/WEB-INF/page/common/public.jsp"%>
<title>安全保障-顶玺金融</title>
</head>
<body>
<%@ include file="/WEB-INF/page/common/header.jsp" %>
<div id="Container">
<div id="Bmain">
  <div class="title">
    <span class="home"><a href="${path}/">顶玺金融</a></span><span>安全保障</span>
  </div>
</div>
<div class="safeguard whitebg ">
    <div class="safeguard-tit safeguard-tit1">本金保障计划</div> 
    <h1><span>什么是本金保障计划？</span></h1>
    <h2>“本金保障计划”是指当顶玺金融的理财用户投资的借款标出现逾期违约时，由于追讨的周期无法预测，故顶玺金融将在一定时间内，利用风险备用金提前赎回债权，先行付给投资人本金或本息，从而为理财用户提供一个安全、透明的投资环境，让您轻松实现财富梦想。</h2>
    <h1><span>如何享受本金保障计划？</span></h1>
    <h2>“本金保障计划”是顶玺金融为维护平台所有理财人的权益而建立的风险共担机制。顶玺金融的投资者，均享受本金保障计划，投标时，VIP客户可享受本息保障,非VIP用户享受本金保障。</h2>
    <h1><span>本金保障计划的运作模式？</span></h1>
    <h2>借款标出现逾期的情况下，将启动“本金保障计划”。由顶玺金融利用风险备用金账号赎回此笔借款的剩余出借本金或本息，逾期资产处理完毕所得将注入风险保证金账号。</h2>
</div>
<div class="safeguard greybg">
    <div class="safeguard-tit safeguard-tit2">风险备用金介绍</div> 
    <h1><span>风险备用金的资金来源</span></h1>
    <h2>顶玺金融的风险保证金从创立伊始的300万发展到今天的2000万，如果低于1000万，将继续注入资金。风险备用金主要来源为利息管理费、逾期标的所抵押资产处理所得资金，以及信用标的逾期收回。</h2>
    <h1><span>风险备用金的安全透明保障</span></h1>
    <h2> 顶玺金融与于2014年5月15日，正式与招商银行股份有限公司上海分行签署《顶玺金融风险备用金托管协议》，顶玺金融的风险备用金将由招商银行开设独立托管账户，进行专户管理。根据协议内容，顶玺金融在每月的第一周，与招商银行上海分行核对上月末的风险备用金余额数据。招商银行上海分行于每月中旬，出具顶玺金融风险备用金资金托管报告。顶玺金融在得到《资金托管报告》后，第一时间向投资者公布，供投资者监督。同时在顶玺金融官网的论坛上也会实时更新“风险备用金”余额，以供大家监督。</h2>

</div>
<div class="safeguard whitebg">
    <div class="safeguard-tit safeguard-tit3">债权回购</div> 
    <h1><span>债权回购途径</span></h1>
    <h2>风险备用金是确保“本金保障计划”顺利实施的重要举措。风险备用金专门用于在一定限额内对投资用户所投标的逾期后进行债权回购（具体赔付额以本金保障计划为准）。</h2>
    <h1><span>回购规则</span></h1>
    <h2>对于抵押标、担保标、信用标在应还款当日22:00整进行债权回购。VIP客户回购本金和利息，非VIP客户只回购本金，利息不予支付。对于净值标VIP客户和非VIP客户全部回购本金和利息。</h2>
    <h1><span>逾期罚息</span></h1>
    <h2>如果借款人发生逾期，在非正常情况下如停电和宕机时，网站没有在还款日当天22:00及时给投资客户垫付本息或本金，网站除了给VIP客户垫付未还本息及非VIP客户垫付本金外，还给VIP投资客户一定补偿。具体补偿规则如下：<br />
（1） 抵押标、信用标、担保标 给投资人的补偿金额计算公式为：
        <br />
      （当期未还的投资本金+当期未还的利息）*补偿天数*千分之一； <br />
      （2）净值标投资人的补偿金额计算公式为：（投资本金+利息）*补偿天数*千分之一；
  所有标种对于投资人来说，补偿天数是指：应还款日与到客户账户的实际天数差值。 </h2>
</div>
<div class="safeguard greybg">
    <div class="safeguard-tit safeguard-tit4">成立投资者监督委员会</div> 
    <h2>顶玺金融第一届投资者监督委员会简称投监会，于2014.3.22成立，6个月为一届。投监会成员由投资人从自己的队伍中民主选出。投监会成员一般都是网贷行业的资深人士，对顶玺金融有着深度的了解。投监会委员比顶玺金融的一般投资者投入更多的精力在这个平台，并欢迎所有的投资人一起参与。投监会维护着投资人的集体利益，代表投资人不定期的到顶玺金融查标，起到监督顶玺、帮助顶玺一起成长的作用。</h2>
</div>
<div class="safeguard whitebg">
    <div class="safeguard-tit safeguard-tit5">实时财务公开透明，阳光化运营</div> 
    <h2>顶玺金融的所有借款手续，整个P2P的流程都由员工完成。公司所有财务对员工是透明的，避免了独断专治的弊端，也就避免了财产的隐蔽性。同时顶玺金融的所有财务对投监会是完全公开透明的，随时准备接受投监会的监督和查标，并不定期的组织投资人来公司考察参观。顶玺金融将定期公布财务报告做到阳光化、透明化运营。</h2>
</div>
<div class="safeguard greybg">
    <div class="safeguard-tit safeguard-tit6">核心网络技术，保障系统运行和用户数据安全</div> 
    <h2>顶玺金融从创立伊始就坚持搭建独立的技术平台，组建自己的技术团队，坚持独立自主研发。巨额的技术资金投入是对投资人和借款人的隐形安全保障。公司采用安全加密算法，拥有自己的服务器，保障用户的私人信息不被泄露。顶玺金融严格遵守国家相关法律，未经您的同意，顶玺金融不会向任何第三方公司、组织和个人泄露您的个人信息、账户信息。同时顶玺金融官方网站同公安系统对接自动进行实名认证。对于非正常访问顶玺官网时，网站及时做出预警和响应，并通知技术部处理。</h2>
</div>
<div class="safeguard whitebg">
    <div class="safeguard-tit safeguard-tit7">聘请专业的法律顾问，规避法律风险</div> 
    <h2>上海顶玺金融信息服务有限公司于2014年3月13日正式聘请上海瀛东律师事务所担任公司法律顾问。上海瀛东律师事务所将为上海顶玺金融信息服务有限公司在经营决策、业务运营、重点项目等方面提供全面、专业的法律服务。</h2>
</div>
<div class="safeguard greybg">
    <div class="safeguard-tit safeguard-tit8">与传统银行合作，拥有配套的商业银行业务支持</div>
    <h2>2014年7月2日，上海顶玺金融信息服务有限公司宣布正式与平安银行股份有限公司签署全面金融服务战略合作协议。根据合作协议，平安银行作为顶玺金融战略合作伙伴和优先合作银行，双方将建立全面业务合作关系，发挥协同优势在资金归集支付、资金托管、存款和理财业务、客户群拓展、业务培训交流、高层领导互访等方面展开全面深度合作。平安银行为顶玺金融开立P2P平台服务所需的平台自有资金账户、风险准备金账户、平台资金存管总账户，监管顶玺金融平台借贷客户资金，向顶玺金融提供配套商业银行业务支持。 </h2>
</div>

</div>

<%@ include file="/WEB-INF/page/common/footer.jsp" %>
</body>
</html>