<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
${param.isHome!=null?'<h2><a href="#">关于资金存管</a></h2>':'<h1><a href="#">关于资金存管</a></h1>' }
          <div class="help-title" onclick="list(100)"><a href="###" id="help_title">什么是资金存管？<span></span></a></div>
         <div class="help-content" id="list100">
             <p>根据《关于促进互联网金融健康发展的指导意见》“（十四）客户资金第三方存管制度。除另有规定外，从业机构应当选择符合条件的银行业金融机构作为资金存管机构，对客户资金进行管理和监督，实现客户资金与从业机构自身资金分账管理。”和《网络借贷信息中介机构业务活动管理暂行办法（征求意见稿）》第二十八条“网络借贷信息中介机构应当实行自身资金与投资人和借款人资金的隔离管理，选择符合条件的银行业金融机构作为投资人与借款人的资金存管机构。”和第三十六条“资金存管机构对投资人与借款人开立和使用资金管理账户进行管理和监督，并根据合同约定，依照投资人与借款人向网络借贷信息中介机构发出的指令，对投资人与借款人的资金进行存管、划付、核算和监督。”“资金存管”是指这样一种安排，即P2P平台在银行业金融机构单独设立独立账户，将客户资金存入该等独立账户，并由银行业金融机构根据投资人、借款人发出的指令和合同约定，对该等资金的使用、划付进行管理和监督。</p>
             <p class="up" onclick="list(100)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>        
         <div class="help-title" onclick="list(101)"><a href="###" id="help_title">实现资金存管对顶玺理财用户有哪些好处及平台的变化是什么？<span></span></a></div>
         <div class="help-content" id="list101">
             <p>首先，资金存管实现了P2P平台自有资金和用户资金的分离，避免P2P平台自有资金与用户资金发生混同，当P2P平台自身发生负债、破产时，用户资金不会受到P2P平台债权人的追索。其次，资金存管是由银行业金融机构根据投资人、借款人的指令和合同约定对用户资金的使用、划付进行管理、监督，且由银行对客户资金交易进行记录，能够尽可能地避免P2P平台非法动用投资人、借款人的资金，保障投资人、借款人的资金安全。</p>
             <p>资金存管上线后，顶玺用户可以有选择性地在存管银行开通独立的个人存管账户。因此在用户投资前增加了在存管银行开户操作。在用户进行充值、投资、提现等涉及资金操作时，会由存管银行直接发送交易验证码给投资者，更好的实现了平台与投资者资金的分离。</p> 
             <p class="up" onclick="list(101)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>        
         <div class="help-title" onclick="list(102)"><a href="###" id="help_title">实现银行资金存管后，投资人是不是要到存管银行开立账户？<span></span></a></div>
         <div class="help-content" id="list102">
             <p>每位顶玺金融的注册用户在进行投资前，均需要在线开通银行个人存管账户。无需用户线下前往存管银行进行开户。</p> 
             <p class="up" onclick="list(102)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>        
         <div class="help-title" onclick="list(103)"><a href="###" id="help_title">银行资金存管具备哪些特征？<span></span></a></div>
         <div class="help-content" id="list103">
             <p><b>关键点一：用户资金自交易之初就在银行体系内运转, 可实现平台自有资金与用户资金隔离，避免资金池</b></p> 
             <p>将用户资金与平台自有资金进行有效隔离，是平台实现银行资金存管的首要标志。存管银行开设专户用于存放顶玺金融用户交易资金，从而实现存管账户内的用户资金与平台运营资金的隔离。用户的资金自交易之初就在银行体系内运转。这种隔离避免了平台自建资金池的可能性，消除了平台擅自挪用资金的隐患，从而在根源上保障了用户资金安全。</p>
             <p><b>关键点二：由银行对用户账户进行独立管理</b></p>
             <p>顶玺金融与银行合作的资金存管模式下，银行会对所有用户的交易与资金流水进行簿记，以此实现账户的独立管理，避免平台进行挪用。这改变了过往第三方支付以大账户的方式为平台存管资金和平台自行簿记的做法，使平台用户的资金交易全程都真实在银行端完成。</p>
             <p>同时，银行每日将与顶玺金融就银行系统与平台的总账户，以及所有用户的分账户进行对账，确保数据安全准确。而用户也可在银行提供的界面查询资金余额、资产交易情况等数据，避免平台提供不实信息。</p>
             <p><b>关键点三：交易密码由银行管理，平台无法触碰  对用户自主意愿进行安全保障</b></p>
             <p>在所有涉及资金流转例如充值、投资、提现等环节，顶玺金融用户操作时都会由银行独立提供交易验证码，确保根据用户真实意愿进行交易。所有用户设置的交易密码由银行系统管理，平台无法触碰。这不仅有效确保每一笔交易的真实性，同时也防止平台在未经用户授权的情况下对用户资金进行违规操作。</p>
             <p class="up" onclick="list(103)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>        
         <div class="help-title" onclick="list(104)"><a href="###" id="help_title">用户之前在顶玺金融绑定的银行卡是否可以继续使用？<span></span></a></div>
         <div class="help-content" id="list104">
           <p>用户之前在顶玺金融绑定的银行卡可以使继续使用。当存管上线后，顶玺金融平台将分为两套账户体系：1.存管账户，2非存管账户。用户之前绑定的银行卡就是非存管账户。而存管账户需要重新进行绑定，并且可以与非存管账户使用同一张银行卡。</p>
           <p class="up" onclick="list(104)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>        
         <div class="help-title" onclick="list(105)"><a href="###" id="help_title">银行为我开立的交易资金账户由谁操作，信息安全是否有保障？<span></span></a></div>
         <div class="help-content" id="list105">
             <p>客户的交易结算资金管理账户由客户本人管理，充值、投资、提现时要由客户输入交易密码进行授权，平台或者银行都不能自行动用客户账户资金。请客户保护好自己的交易密码、手机验证码等信息，勿向他人泄露。</p> 
             <p class="up" onclick="list(105)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>  
         <div class="help-title" onclick="list(109)"><a href="###" id="help_title">存管账户充值提现<span></span></a></div>
         <div class="help-content" id="list109">
             <p>顶玺金融的投资用户通过存管账户进行充值与提现，平台均不收取手续费。用户单笔可充值金额500元起，每日申请的提现金额不限，单笔申请最高限额为50000元。</p> 
             <p class="up" onclick="list(109)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>  
         <div class="help-title" onclick="list(106)"><a href="###" id="help_title">在验证银行账户/重置密码时，手机收不到验证码怎么办？<span></span></a></div>
         <div class="help-content" id="list106">
             <p>（1）客户手机安装了拦截短信软件；</p> 
             <p>（2）客户打电话要求屏蔽存管银行的短信，致使其收不到。需客户电话95527 开启短信提醒服务；</p>
             <p>（3）部分运营商短信存在到达率问题；</p>
             <p class="up" onclick="list(106)"><a href="###" id="help_title">&nbsp;</a></p>
         </div>  