<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
 ${param.isHome!=null?'<h2><a href="#">风险备用金介绍</a></h2>':'<h1><a href="#">风险备用金介绍</a></h1>' }
         <div class="help-title" onclick="list(6)"><a href="javascript:void(0);" id="help_title">风险备用金资金来源<span></span></a></div>
         <div class="help-content" id="list6" style="display: none;">
            <p>风险备用金全部来源于顶玺金融按照与借款人签署的协议，而向借款人所收取的服务费。
平台每笔借款业务成交后，将按照借款用户的信用等级和产品类型，按比例计提一定金额放入“风险备用金账户”。计提的风险备用金将存放入“顶玺金融风险备用金账户”进行专户管理，并接受出借人的监督。
各产品类型及借款人等级所对应的风险备用金计提比例，由顶玺金融制定，一切解释权归顶玺金融所有，如有修改顶玺金融将及时披露。</p> 
            <p class="up" onclick="list(6)"><a href="javascript:void(0);" id="help_title">&nbsp;</a></p>
         </div>
         <div class="help-title" onclick="list(7)"><a href="javascript:void(0);" id="help_title">风险备用金的托管说明<span></span></a></div>
         <div class="help-content" id="list7">
            <p> 为保障风险备用金的安全透明，顶玺金融于2014年5月15日，正式与招商银行股份有限公司上海分行签署《顶玺金融风险备用金托管协议》，该风险备用金将由招商银行开设独立托管账户，进行专户管理，并定期披露。
查看顶玺金融风险备用金<a href="${path}/gonggao/93.html" class="blue">《相关资金托管报告》</a></p>
            <p>1、根据协议内容，顶玺金融在每月的第一周，与招商银行上海分行核对上月末的风险备用金余额数据。招商银行上海分行于每月中旬，出具顶玺金融风险备用金资金托管报告。</p>
            <p>2、顶玺金融在得到《资金托管报告》后，第一时间向出借人公布，供出借人监督。</p>
            <p>3、同时在顶玺金融官网的论坛上也会定期更新“风险备用金”余额。备用金所有权为顶玺金融。风险备用金只用于逾期标的债权回购，不得用作他途，不得随意提现。（附定期更新的<a href="${path}/gonggao/93.html" class="blue">《相关资金托管报告》</a>）</p>
            <p class="up" onclick="list(7)"><a href="javascript:void(0);" id="help_title">&nbsp;</a></p>
         </div>
         <div class="help-title" onclick="list(8)"><a href="javascript:void(0);" id="help_title">风险备用金使用规则<span></span></a></div>
         <div class="help-content" id="list8">
            <p>1、逾期回购规则，当借款人逾期后，由顶玺金融启动“风险备用金账户”于违约当日22：00整进行债权回购。详见《顶玺金融风险备用金账户——债权回购规则明细表》。</p>
            <p>2、顺序优先规则，即在利用“风险备用金账户”进行债券回购时，按照该债权发生的时间顺序进行回购。先回购时间发生在前的债权，后回购时间在后的债权。</p>
            <p>3、回购比例规则，即“风险备用金账户”资金对同一借款协议下的不同出借人逾期应收赔付金额的偿付，按照各债权金额占同协议内发生的债权总额的比例进行偿付分配；同时当“风险备用账户”资金当期余额不足以支付当期所有应享受该账户的出借人所对应的逾期应收赔付金额时，则当期应享受该账户的借款人，按照各自对应的逾期应收赔付金额占当期所有出借人对应的逾期应收赔付总额的比例进行偿付分配。</p>
            <p>4、有限回购规则，即“风险备用金账户”资金对借出人逾期的债权回购金额以资金总额为限。当“风险备用金账户”余额为零时，自动停止债权回购，直到该账户获得新的风险备用金。</p>
            <p>5、账户回补规则，即当顶玺金融利用“风险备用金账户”对某笔逾期债权完成足额回购后，该债权对应的借款人其后为该笔债权偿还的本金、利息及罚息，将全部应用于填补“风险备用金账户”；如债权有抵押、质押及其他担保的，当平台代借款人处置抵押质押物所得也应用来填补“风险备用金账户”。</p>
            <p>6、账户上限规则，即当“风险备用金账户”内金额超过当时平台上所有待收债权总额的5%时，顶玺金融有权将超出部分转出“风险备用金账户”，转出部分归顶玺金融所有。</p>
            <p class="up" onclick="list(8)"><a href="javascript:void(0);" id="help_title">&nbsp;</a></p>
         </div>