<#setting number_format="#,##0.00">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
</head>

<body style="margin:0;padding:0;height:100%;width:100%;font-family:Microsoft YaHei,'微软雅黑',SimSun, Arial,Helvetica,Tahoma;color:#555; background:#fff;_background-attachment:fixed; font-size:13px;">
<br/><br/><br/>
<br/><br/><br/>
<br/><br/><br/>
<br/><br/><br/>
<p align="center" class="help_size"><strong>合伙财产份额转让服务协议</strong>&nbsp; </p>
甲方（受让方）<br/>
姓名：${buyerInfo.realName}<br/>手机号码：${buyerInfo.mobile}<br/>身份证号码：${buyerInfo.idCardNo}<br/>
乙方（转让方）<br/>
姓名：${sellerInfo.realName}<br/>手机号码：${sellerInfo.mobile}<br/>身份证号码：${sellerInfo.idCardNo}<br/>
丙方（居间人）：上海顶玺金融信息服务有限公司<br/>
本协议自${deal.addtime?string("yyyy年MM月dd日")}签署在上海市虹口区<br/>

鉴于<br/>
1.甲方为丙方运营的“顶玺金融”的合法注册用户，系具有完全民事权利能力和民事行为能力的自然人，甲方有受让合伙财产份额的意愿。<br/>
2.乙方为丙方运营的“顶玺金融”的合法注册用户，系具有完全民事权利能力和民事行为能力的自然人，乙方有转让合伙财产份额的意愿。<br/>
3.丙方是一家在上海市合法成立并有效续存的有限责任公司，拥有“顶玺金融”互联网金融平台的所有权和经营权，为各方在其平台上达成的交易提供咨询服务和信息服务。<br/>
4.以上各方均同意遵守丙方平台的各项行为准则，在充分阅读并理解本协议情形下，本着诚信自愿原则，通过网上点击相应按钮从而签署本《合伙财产份额转让服务协议》电子合同。<br/>
一.转让的合伙财产份额信息<br/>
1.乙方将依法持有
<#if deal.sellerStockCode == "GY0001">
上海国漾资产管理中心（有限合伙）
</#if>
<#if deal.sellerStockCode == "GZ0001">
上海国淄资产管理中心（有限合伙）
</#if>${deal.turnoverAmount}财产份额数以${deal.turnoverPrice}元单价/股，<br/>共计${deal.turnoverTotalPrice}元人民币转让给甲方 。<br/>
2.合伙财产份额所附属的其他权利随之同时转让。<br/>
二.交易方式<br/>
为确保转让交易的顺利进行，甲乙双方在此不可撤销地授权丙方，在出现下列情形时，由丙方通过“顶玺金融”的平台，对拟转让的财产份额及注册账户内资金进行自动撮合及划拨：<br/>
注册账户内资金的划转和结算授权：各方在此不可撤销地授权丙方有权依据协议的约定，对各方注册账户内的资金进行划转和结算。在财产份额转让过程中，甲方向乙方支付对价时将通过甲方在第三方支付平台的账户划拨至乙方平台账户。<br/>
三.转让条件<br/>
1.乙方合法持有拟转让的财产份额标的，且享有完整的处置权。<br/>
2.甲方已通过“顶玺金融”要求的注册程序和方式获得了认购资格。如因丙方之外的原因导致甲方未能受让成功的，丙方不承担任何责任。<br/>
3.乙方应将其所持有的可供转让的财产份额标的通过丙方规定的方式进行登记，并不可撤销地授权丙方撮合与“顶玺金融”的注册用户完成合伙财产份额的转让。<br/>
4.合伙财产份额最终交易成功的，甲方有权享有该财产份额相对应的全部权利并承担相应的义务。<br/>
四.转让效力<br/>
1.甲方在丙方“顶玺金融”用户端上点击相应的按钮、丙方根据授权将支付对价划拨至乙方平台账户时，视为转让交易完成。<br/>
2.甲方在签订本协议的同时，已阅读、理解并认可和接受本协议的全部附件。<br/>
3.根据本协议转让合伙企业财产份额时，甲乙双方同意授权丙方将前述转让信息可以书面或口头形式再次向甲方或乙方通知（通知方式不限），同时双方不可撤销地授权丙方代为接收该等转让通知。<br/>
4.自转让完成之日起，除《合伙协议》另有约定，乙方不再对合伙财产标的享有任何权利。<br/>
五. 各方权利和义务<br/>
（一）甲方的权利和义务<br/>
1.甲方授予丙方必要和充分的权利以保证交易的顺利进行。<br/>
2.甲方同意根据丙方平台相关的约定，授权第三方支付机构根据指示扣除甲方绑定的银行卡账户内的相应金额。<br/>
3.甲方保证其所用于支付受让对价的资金来源合法且是该资金的合法所有人，并非任何非法活动所得，也非汇集他人之资金或甲方受托管理之财产；如果第三人对资金的合法性产生质疑，由此而给其他各方造成损失的，甲方应当赔偿相关损失。<br/>
4.甲方有义务查收丙方就本协议相关事项发出及更新的相关消息（包括但不限于系统消息、任何形式的公告、站内信、微信、手机短信等）。因甲方个人操作不当或疏于查收信息造成的损失由甲方自行承担。<br/>
5.甲方享有受让财产份额标的所带来的各项收益，并应自行承担并缴付国家规定的任何税费（如有）。<br/>
6.甲方应保证其向丙方提供的信息、资料均为合法、真实、有效，不存在任何虚假、遗漏和隐瞒，因甲方提供虚假信息而造成的一切法律后果（包括但不限于民事、行政、刑事责任等）均由其本人自行承担。<br/>
（二）乙方的权利和义务<br/>
1.乙方出让的合伙财产份额标的为本人合法所有；如有任何第三人对该标的的合法性提出质疑或异议的，应由乙方自行解决并承担因此给其他各方造成的损失，如情况表明有此需要，丙方应当提供适当协助。<br/>
2.乙方自行承担并缴付因该等转让所得而产生的任何税费（如有）。<br/>
3.乙方应保证其提供的信息、资料均为合法、真实、有效，不存在任何虚假、遗漏和隐瞒，因乙方提供虚假信息而造成的一切法律后果（包括但不限于民事、行政、刑事责任等）均由其本人自行承担。<br/>
（三）丙方（居间人）的权利和义务<br/>
1.丙方为本协议项下的财产份额转让提供信息咨询、交易撮合和信息服务。<br/>
2.丙方应对各方的信息及本协议内容保密；但应相关公权部门要求的（包括但不限于法院、仲裁机构、金融监管机构等），丙方有义务配合并予以披露。<br/>
3.丙方有权将乙方转让的标的予以适当的披露。<br/>
4.丙方接受甲乙双方的委托，因执行委托事项所产生的法律后果由相应委托方承担。如因乙方或甲方或其他方（包括但不限于技术问题）造成的延误或错误，丙方不承担任何责任。<br/>
5.甲方或乙方在变更住所、通讯地址、联系电话等重要身份信息时，应在有关事项变更之日起三【3】日内书面通知丙方。<br/>
六．违约责任<br/>
1.协议各方均应严格履行合同义务，非经各方协商一致或依本协议约定，任何一方不得解除本协议。<br/>
2.任何一方违约，违约方应承担因违约使得其他各方产生的费用和损失，包括但不限于调查、诉讼费、律师费、保全费等。<br/>
3.任何一方直接或间接违反本协议的任何条款，或不承担或不及时、不充分地承担本协议项下其应承担的义务即构成违约行为，守约方有权以书面形式要求违约方纠正其违约行为并采取充分、有效的措施消除违约后果，赔偿守约方因违约方之违约行为而遭致的损失。若违约方在收到守约方上述通知后十【10】日内未纠正其违约行为，守约方有权以书面形式单方提前终止本协议，并追究违约方之违约责任。<br/>
七．法律适用及争议解决<br/>
1.本协议的签订、履行、终止、解释均适用中华人民共和国法律。<br/>
2.本协议在履行过程中，如发生任何争执或纠纷，各方应友好协商解决；若协商不成，应向丙方所在地有管辖权的人民法院诉讼解决。<br/>
八．其它<br/>
1.各方均确认，本协议的签订、生效和履行以下不违反法律为前提。如果本协议中的任何一条或多条违反适用的法律，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。<br/>
2.本协议各方以符合相关法律要求的数据电文形式确认文本内容及签署身份，并以电子文本形式永久保存在居间人为此设立的专用服务器上备查，各方均认可该数据电文的签署形式系其真实意思表示，并认可该形式的合同效力对各方具有法律约束力，且承诺将不会因为其采用电子签名、数据电文的形式而否定本协议法律效力。<br/>
3.本协议的传真件、复印件、扫描件等有效复本的效力与本协议原件效力一致。本协议的任何修改，补充均需以顶玺金融平台电子文本形式作出。<br/>
4.本协议中所使用的定义，除非另有规定，在法律规定的范围内顶玺金融平台享有最终解释权。<br/>
<br/>
</body>
</html>
