<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<%@ include file="/WEB-INF/page/common/taglib.jsp"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<%@ include file="/WEB-INF/page/common/public.jsp"%>
<title>内转窗口用户使用协议</title>
</head>

<body style="background-color: #FFFFFF;">
 <form id="form1" >
<div style="width:500px;float:left;height:450px;overflow: auto;">
 
<div class="help_tk">
  <p align="center" class="help_size"><strong>内转窗口用户使用协议</strong>&nbsp; </p>
   <p>&nbsp;&nbsp;&nbsp;&nbsp;顶玺金融内部转让窗口，以下简称“内转窗口”是上海顶玺金融信息服务有限公司（以下简称本公司）负责运营，专项供由目标企业（仅指上海国淄资产管理中心和上海国漾资产管理中心）的合伙人转让其合伙财产份额使用的。本协议是规范目标企业的合伙人及有入伙意愿但尚未加入合伙企业的申请人（以下简称“您”）在使用内转窗口完成财产份额转让及受让等相关活动。 </p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;在您使用内转窗口前，您务必仔细阅读以下条款，充分理解各条款内容后再选择是否接受本协议。一旦您提交使用申请，即意味着您已阅读本协议所有条款，并对本协议条款的含义及相应的法律后果已全部通晓并充分理解，自愿接受本协议约束。届时您不应以未阅读本协议的内容或者未获得本公司对您问询的解答等理由，主张本协议无效或要求撤销本协议。若不接受以下条款，请立即离开本窗口。</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;本协议内容不仅包含以下条款，顶玺金融平台用户注册协议、已经发布的或将来可能发布的各类规则均为协议不可分割的一部分，与协议正文具有同等法律效力。在您申请使用本窗口时，您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，您将以个人名义独立承担所有相应的法律责任。 </p>
  <strong>第1条  人员准入</strong> <br />
    1.1您在使用该内转窗口前，如果您是合伙财产的受让人，应满足以下条件： <br />
    1.1.1您是顶玺金融平台注册用户，通过该平台待收债权总金额超过20万元且在申请期间待收不低于以上金额； <br />
    1.1.2认同并接受内转窗口准入审核规则：<br />
        单个有限合伙企业的成员不得超过50人，按照时间优先和待收债权金额的标准审核准入内转窗口的申请，先申请的用户优先；同一时间申请的，待收金额为标准，待收金额大的用户优先。<br />
    1.2如果您是合伙财产的转让人，通过内转窗口申请转让合伙财产份额的合伙人应满足以下条件：<br />
    1.2.1本人对拟转让的财产份额享有完整的所有权；<br />
    1.2.2本人对拟转让的财产份额享有完整的处置权，未被设立质押、冻结、封存等影响权利的瑕疵。<br /><br />
    <strong>第2条  服务事项</strong> <br />
    2.1使用人员可以通过内转窗口浏览公告、财产份额转让信息、成交信息及账户财产份额变动情况；<br />
	2.2接受您的委托，代理保管您受让或者转让的财产份额；<br />
	2.3执行您委托的其他合法事项。<br /><br />
	<strong>第3条  保证</strong> <br />
	3.1您保证在本次的服务中提供的所有证件、资料均真实、准确、完整、合法、有效，不存在任何虚假或者隐瞒的部分，您愿意为促成本次的合作提供相关的信息资料，并配合完成相关的变更手续，因您个人原因造成交易失败或者未能完成法定变更手续的，均由您向守约方承担赔偿责任。<br />
	3.2您保证在支付受让财产份额的资金来源合法，不存在任何第三方或者共有人对此主张权利的情形；<br />
	3.3您认可并愿意履行本次服务中的附随义务，即在完成合伙财产份额转让后，及时告知本公司您的交易详情，以方便本公司更新库存数据；<br />
	3.4您已认真阅读并承诺遵守内转窗口系统的业务规则及其他相关的业务规定；<br />
	3.5除非取得本公司的书面同意，您不得将其在本协议项下享有的权利与义务转让给任何第三方。<br />
	<strong>第4条  免责声明</strong> <br />
	4.1本公司将对每一个申请使用的注册会员进行审核，并且有权拒绝注册会员的使用要求。在您使用过程中，本公司发现您存在违规行为的，将予以警示，必要时可以拒绝您的委托或者终止本协议。<br />
	4.2本公司仅为符合准入条件的注册会员提供网络空间及技术服务，我们审核的材料及数据来源均由目标有限合伙企业和您提供，我们并不能完全确保基础审核数据信息是完全无误的。<br />
	4.3本公司郑重提醒您注意密码的保密，任何使用您密码进行的委托均视为您有效的委托，相关的责任均由您个人承担。<br />
	4.4您通过私下协商达成的转让或者受让意向因对方不申报成交确认委托或者申报不匹配的成交确认委托，无法成交的，本公司对此不承担任何责任。<br />
	4.5因地震、台风、水灾、火灾、战争及其他不可抗力因素导致您的损失，本公司不承担任何赔偿责任。<br />
	4.6因本公司不可预测或者无法控制的系统故障、设备故障、通讯故障、停电等突发事故给您造成的损失，本公司不承担任何赔偿责任。<br />
	<strong>第5条  隐私权政策及安全</strong> <br />
	5.1内转窗口尊重并保护您的个人隐私权。为了给您提供更准确、更有个性化的服务，内转窗口将会按照本隐私权政策的规定使用和披露您的个人信息，但我们将以高度审慎的态度对待这些信息。除本隐私权政策另有规定外，在未征得您许可的情况下，内转窗口不会将这些信息对外披露或向第三方提供。但以下状况除外：<br />
	5.1.1 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br />
	5.1.2如您出现违反中国有关法律、法规或相关规则的情况，需要向第三方披露。<br />
	5.2内转窗口系统会不时更新本隐私权政策。<br />
	5.3内转窗口通过对您登录密码加密等安全措施确保您的隐私安全。<br />
	<strong>第6条  知识产权</strong> <br />
	6.1注册会员的上传行为代表着注册会员或其代表的公司授权内转窗口系统对上传的信息享有不可撤销的永久的使用权和收益权，但注册会员或其代表的公司仍保有上传信息的所属权。<br />
	6.2注册会员有义务确保其发布的信息不侵犯任何第三方知识产权及其他权利，否则由此给第三方及内转窗口系统造成的损失将由注册会员承担。<br />
	<strong>第7条  法律适用及争议解决</strong> <br />
	7.1 本协议签署、效力、解释和执行以及争议之解决均应适用中国法律。<br />
	7.2 对本协议任何条款的执行或解释所引起的任何争议，内转窗口系统和注册会员应尽最大努力友好协商解决；协商不成的，双方均可向顶玺金融公司所在地的人民法院起诉。<br />
	<strong>第8条  有效期及其他</strong> <br />
	8.1 本协议有效期自注册会员点击同意之日起至注册会员注销账号之日止。<br />
	8.2 如本协议的任何条款被视作无效或无法执行，不影响其余条款的效力。<br />
	8.3 本协议标题是为了方便阅读所设，并非是对条款的定义、限制和解释。<br />
 </div> 
 </div>
 </form>
</body>
</html>
